{
    "languageNames": {
        "en": "Inglese",
        "it":"Italiano"
    },
    "greeting": "una residenza storica nella citta' dell'amore",
    "introduction":{
        "first":"Il viandante che varca la soglia di Verona capisce subito perche' Shakespeare si innamoro' di questa citta' romantica e magica.",
        "second":"Il fiume Adige avvolge il cuore della citta' in un dolce abbraccio e verdi colline sormontate da antiche mura la proteggono ai lati.",
        "third": "Di notte, le strade nebbiose illuminate dagli antichi lampioni ne fanno lo scenario ideale per una tragedia romantica e apassionata.",
        "fourth":"Al b&b Residenza Carducci puoi respirare la storia della citta' e godere dell'ospitalita' di una famiglia che ha accolto viaggiatori per generazioni." 
    },
    "button":"entra nel sito",
    "show":"una saga familiare",
    "saga": {
        "first":"Quando Augusto Barana decise di trasformare la proprieta' familiare in una locanda, alla fine del 1800 (chiamata Trattoria Coccodrillo con Alloggio) non poteva sospettare che la sua eredita' atrraverso qualche peripezia, sarebbe durata fino ai giorni nostri.",
        "second":"All'inizio del 20esimo secolo la locanda prosperava con ospiti provenienti fin dalla cina, come dimostrato dal ritrovamento di monete e lettere straniere.",
        "third":"La trattoria sottostante, fornita di un largo forno a legna, due spaziose cantine un patio posteriore e un plateatico che animava la strada, divenne un luogo di ritrovo molto conosciuto a Verona.",
        "fourth":"In seguito alla prematura morte di Augusto nel 1942, la locanda vide susseguirsi una serie di gestori sempre piu' sospetti e inizio' ad avere la reputazione di affittare camere a ore. Nel 1962 il borderllo venne chiuso dalle autorita' e inizio' un lento declino.",
        "fifth":"Dopo 30 anni di abbandono l'edificio storico era ormai un rudere: pioggia e fuoco avevano devastato le travi sul retro e i pavimenti erano parzialmente crollati portando con se' mobili e oggetti precipitosamente abbandonati. Secchiai rotti pendevano dalle pareti e i piccioni erano gli unici abitanti delle stanze vuote.",
        "sixth":"Nel 1990, la nipote di Augusto, Giovanna decise di imbarcarsi nel restauro della casa di famiglia. Dopo una lunga ristrutturazione mirata a preservare ogni pezzetto di storia, la locanda riapri' nel 2002 come Bed and Breakfast Residenza Carducci* e Giovanna accoglie ancora visitatori da ogni parte del mondo."
    }
    
}